Repository: nebel88kg/KlarblickV3
Catalog: Klarblick/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %lld entries
de: %lld Einträge

source: • Close your eyes and focus on your breath
de: • Schließe deine Augen und konzentriere dich auf deinen Atem

source: • Find a quiet, comfortable space
de: • Finde einen ruhigen, bequemen Ort

source: • Let thoughts come and go without judgment
de: • Lass Gedanken kommen und gehen ohne zu urteilen

source: • Start with shorter sessions and build up
de: • Beginne mit kürzeren Sitzungen und steigere dich

source: ✓ Become present in every moment.
de: ✓ Werde präsent in jedem Moment.

source: ✓ Build inner calm & self-trust.
de: ✓ Baue innere Ruhe & Selbstvertrauen auf.

source: ✓ Establish a sustainable mindfulness habit.
de: ✓ Etabliere eine nachhaltige Mindfulness-routine.

source: ✓ Feel more grounded and balanced.
de: ✓ Fühle dich geerdet und ausgeglichener.

source: 🚨 Your streak is in danger!
de: 🚨 Deine Streak ist in Gefahr!

source: 30 Days
de: 30 Tage

source: 30-day mental wellness plan
de: 30-Tage Plan

source: About
de: Über

source: About this app
de: Über diese App

source: Absolutely incredible!
de: Absolut unglaublich!

source: Add Note
de: Notiz speichern

# age_under_20
source: under 20
de: unter 20

source: Almost there!
de: Fast geschafft!

source: Already trust us
de: vetrauen uns

source: Analyzing answers
de: Analysiere Antworten

source: Are you sure you want to delete all %lld mood entries? This action cannot be undone.
de: Möchtest du wirklich alle %lld Stimmungseinträge löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete your account? This action cannot be undone and will permanently delete all your data including mood entries, exercise progress, and personal information.
de: Möchten Sie Ihr Konto wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten, einschließlich Stimmungseinträge, Trainingsfortschritte und persönliche Informationen, werden dauerhaft gelöscht.

source: Awareness
de: Achtsamkeit

source: Back
de: Zurück

source: Badge Earned!
de: Badge erhalten!

source: Badge Gallery
de: Badge Galerie

source: Based approach
de: basierter Ansatz

source: Begin Breathing
de: Mit dem Atmen beginnen

source: Breathe deeply
de: Atme tief ein

source: Breathe In
de: Atme ein

source: Breathe Out
de: Atme aus

source: Build healthy habits, track your progress, and discover the power of mindful living with our comprehensive wellness platform.
de: Bauen Sie gesunde Gewohnheiten auf, verfolgen Sie Ihre Fortschritte und entdecken Sie die Kraft eines achtsamen Lebens mit unserer umfassenden Wellness-Plattform.

source: Building momentum!
de: Schwung aufgebaut!

source: By subscribing, you agree to our Terms of Service and Privacy Policy
de: Mit dem Abonnement stimmst du unseren Nutzungsbedingungen und Datenschutzrichtlinien zu

source: Cancel
de: Abbrechen

source: Checking goals
de: Prüfe Ziele

source: Clarity in Mind
de: Klarheit im Geist

source: Collection Progress
de: Sammlungsfortschritt

source: Complete at least one exercise to continue your wellness streak
de: Absolviere mindestens eine Übung, um deine Streak fortzusetzen

source: COMPLETE EXERCISE
de: ÜBUNG FERTIGSTELLEN

source: Complete!
de: Fertig!

source: Completed today!
de: Heute geschafft!

source: Contact & Feedback
de: Kontakt & Feedbak

source: Continue
de: Weiter

source: CONTINUE
de: WEITER

source: Create My Plan
de: Meinen Plan erstellen

source: Creating recommendations
de: Erstelle Empfehlungen

source: Creating your plan...
de: Erstelle deinen Plan...

source: Daily Check-in
de: Täglicher Check-in

source: Daily Reminders
de: Tägliche Erinnerungen

source: Date
de: Datum

source: day streak
de: Tage Streak

source: Dear %@,
de: Liebe(r) %@,

source: Delete
de: Lösche

source: Delete Account
de: Lösche Account

source: Delete All
de: Alles löschen

source: Delete All Mood Entries
de: Alle Mood Logs löschen

source: Disabled in Settings
de: In Einstellungen deaktiviert

source: Don't worry, you can change this later
de: Keine Sorge, du kannst das später immer noch ändern

source: Done
de: Fertig

source: Earned %@
de: Erhalten %@

source: Earned on
de: Erhalten am

source: Edit Name
de: Namen bearbeiten

source: Edit Your Name
de: Bearbeite deinen Namen

source: Enable
de: Aktivieren

source: Enabled
de: Aktiviert

source: Enter your name
de: Gib deinen Namen ein

source: Evening
de: Abend

source: Exercise Complete!
de: Übung geschafft!

# exercise.body_awareness.description
source: 2 minutes of mindful movement
de: 2 Minuten bewusste Bewegung

# exercise.body_awareness.instruction.1
source: Sit comfortably and close your eyes
de: Setze dich bequem hin und schließe deine Augen

# exercise.body_awareness.instruction.2
source: Move gently for 2 minutes - stretch, walk, or dance
de: Bewege dich sanft für 2 Minuten - strecke dich, gehe oder tanze

# exercise.body_awareness.instruction.3
source: Notice how your body feels after movement
de: Bemerke, wie sich dein Körper nach der Bewegung anfühlt

# exercise.body_awareness.title
source: Body Awareness
de: Körperwahrnehmung

# exercise.brain_dump.description
source: Clear your mind through writing
de: Kläre deinen Geist durch Schreiben

# exercise.brain_dump.instruction.1
source: Set a timer for 2 minutes
de: Stelle einen Timer auf 2 Minuten

# exercise.brain_dump.instruction.2
source: Write down everything that comes to mind
de: Schreibe alles auf, was dir durch den Kopf geht

# exercise.brain_dump.instruction.3
source: Don't worry about organization, just let it flow
de: Mach dir keine Sorgen um Organisation, lass es einfach fließen

# exercise.brain_dump.title
source: Brain Dump
de: Gedanken-Entleerung

# exercise.creative_expression.description
source: Express yourself creatively
de: Drücke dich kreativ aus

# exercise.creative_expression.instruction.1
source: Get a piece of paper or open a drawing app
de: Hole dir ein Stück Papier oder öffne eine Zeichen-App

# exercise.creative_expression.instruction.2
source: Doodle or draw for 1 minute
de: Kritzle oder zeichne für 1 Minute

# exercise.creative_expression.instruction.3
source: Let your creativity flow without judgment
de: Lass deine Kreativität ohne Bewertung fließen

# exercise.creative_expression.title
source: Creative Expression
de: Kreativer Ausdruck

# exercise.daily_acknowledgment.description
source: Acknowledge your achievements
de: Erkenne deine Erfolge an

# exercise.daily_acknowledgment.instruction.1
source: Think about your day so far
de: Denke an deinen Tag bisher

# exercise.daily_acknowledgment.instruction.2
source: Write down one thing you did well today
de: Schreibe eine Sache auf, die du heute gut gemacht hast

# exercise.daily_acknowledgment.instruction.3
source: Take a moment to appreciate your effort
de: Nimm dir einen Moment, um deine Anstrengung zu schätzen

# exercise.daily_acknowledgment.title
source: Daily Acknowledgment
de: Tägliche Wertschätzung

# exercise.day_summary.description
source: Summarize your day
de: Fasse deinen Tag zusammen

# exercise.day_summary.instruction.1
source: Think about your entire day
de: Denke an deinen ganzen Tag

# exercise.day_summary.instruction.2
source: Write a 3-word summary of your day
de: Schreibe eine 3-Wort-Zusammenfassung deines Tages

# exercise.day_summary.instruction.3
source: Reflect on what these words mean to you
de: Reflektiere darüber, was diese Worte für dich bedeuten

# exercise.day_summary.title
source: Day Summary
de: Tageszusammenfassung

# exercise.digital_cleanup.description
source: Clean up digital clutter
de: Räume digitalen Ballast auf

# exercise.digital_cleanup.instruction.1
source: Open your email or file manager
de: Öffne deine E-Mails oder deinen Dateimanager

# exercise.digital_cleanup.instruction.2
source: Delete 5 unnecessary emails or files
de: Lösche 5 unnötige E-Mails oder Dateien

# exercise.digital_cleanup.instruction.3
source: Feel the satisfaction of digital decluttering
de: Fühle die Zufriedenheit des digitalen Entrümpelns

# exercise.digital_cleanup.title
source: Digital Cleanup
de: Digitale Aufräumung

# exercise.digital_declutter.description
source: Reduce digital distractions
de: Reduziere digitale Ablenkungen

# exercise.digital_declutter.instruction.1
source: Close an open tab or distracting app
de: Schließe einen offenen Tab oder eine ablenkende App

# exercise.digital_declutter.instruction.2
source: Notice how it feels to reduce digital clutter
de: Bemerke, wie es sich anfühlt, digitalen Ballast zu reduzieren

# exercise.digital_declutter.instruction.3
source: Consider which apps truly serve you
de: Überlege, welche Apps dir wirklich dienen

# exercise.digital_declutter.title
source: Digital Declutter
de: Digital Entrümpeln

# exercise.future_focus.description
source: Plan for tomorrow
de: Plane für morgen

# exercise.future_focus.instruction.1
source: Reflect on your experiences today
de: Reflektiere über deine Erfahrungen heute

# exercise.future_focus.instruction.2
source: What would you like to do differently tomorrow?
de: Was möchtest du morgen anders machen?

# exercise.future_focus.instruction.3
source: Set a gentle intention for tomorrow
de: Setze dir eine sanfte Absicht für morgen

# exercise.future_focus.title
source: Future Focus
de: Zukunfts-Fokus

# exercise.gratitude_moment.description
source: Practice gratitude
de: Übe Dankbarkeit

# exercise.gratitude_moment.instruction.1
source: Pause and look around you
de: Halte inne und schaue dich um

# exercise.gratitude_moment.instruction.2
source: Write down one thing you're grateful for
de: Schreibe eine Sache auf, für die du dankbar bist

# exercise.gratitude_moment.instruction.3
source: Feel the warmth of gratitude
de: Spüre die Wärme der Dankbarkeit

# exercise.gratitude_moment.title
source: Gratitude Moment
de: Dankbarkeits-Moment

# exercise.hydration_check.description
source: Stay mindfully hydrated
de: Bewusst hydriert bleiben

# exercise.hydration_check.instruction.1
source: Drink a glass of water
de: Trinke ein Glas Wasser

# exercise.hydration_check.instruction.2
source: Notice how the water feels and tastes
de: Bemerke, wie sich das Wasser anfühlt und schmeckt

# exercise.hydration_check.instruction.3
source: Take a moment to appreciate staying hydrated
de: Nimm dir einen Moment, um zu schätzen, dass du hydriert bleibst

# exercise.interactive.long_text_area
source: Long text area
de: Langer Text Bereich

# exercise.interactive.single_word_field
source: Single word field
de: Einzelwort Feld

# exercise.mindful_breathing.description
source: 60 seconds of mindful breathing
de: 60 Sekunden bewusstes Atmen

# exercise.mindful_breathing.instruction.1
source: Find a comfortable position and close your eyes
de: Finde eine bequeme Position und schließe deine Augen

# exercise.mindful_breathing.instruction.2
source: Focus on your breath and breathe deeply
de: Konzentriere dich auf deinen Atem und atme tief ein

# exercise.mindful_breathing.instruction.3
source: Notice how you feel after this breathing exercise
de: Bemerke, wie du dich nach dieser Atemübung fühlst

# exercise.mindful_breathing.title
source: Mindful Breathing
de: Bewusstes Atmen

# exercise.mindful_pause.description
source: 30 seconds of mindful presence
de: 30 Sekunden bewusste Präsenz

# exercise.mindful_pause.instruction.1
source: Breathe naturally and simply be present
de: Atme natürlich und sei einfach präsent

# exercise.mindful_pause.instruction.2
source: Open your eyes when you're ready
de: Öffne deine Augen wenn du bereit bist

# exercise.mindful_pause.instruction.3
source: Close your eyes for 30 seconds
de: Schließe deine Augen für 30 Sekunden

# exercise.mindful_pause.title
source: Mindful Pause
de: Bewusste Pause

# exercise.next_task_focus.description
source: Focus on your next action
de: Fokussiere dich auf deine nächste Aktion

# exercise.next_task_focus.instruction.1
source: Consider what you need to accomplish
de: Überlege, was du erreichen musst

# exercise.next_task_focus.instruction.2
source: Write down one task you want to do next
de: Schreibe eine Aufgabe auf, die du als nächstes machen möchtest

# exercise.next_task_focus.instruction.3
source: Commit to starting this task
de: Verpflichte dich, diese Aufgabe zu beginnen

# exercise.next_task_focus.title
source: Next Task
de: Nächste Aufgabe

# exercise.organization_boost.description
source: Restore order to your environment
de: Stelle die Ordnung in deiner Umgebung wieder her

# exercise.organization_boost.instruction.1
source: Find 3 things that are not in their proper place
de: Finde 3 Dinge, die nicht am richtigen Platz sind

# exercise.organization_boost.instruction.2
source: Put them back in their proper place
de: Bringe sie an ihren richtigen Platz zurück

# exercise.organization_boost.instruction.3
source: Notice how organization affects your mood
de: Bemerke, wie Organisation deine Stimmung beeinflusst

# exercise.organization_boost.title
source: Organization Boost
de: Organisations-Boost

# exercise.priority_setting.description
source: Set your daily priorities
de: Setze deine täglichen Prioritäten

# exercise.priority_setting.instruction.1
source: Think about your day
de: Denke an deinen Tag

# exercise.priority_setting.instruction.2
source: Write down 3 things you want to do today
de: Schreibe 3 Dinge auf, die du heute machen möchtest

# exercise.priority_setting.instruction.3
source: Choose which one is most important
de: Wähle aus, was am wichtigsten ist

# exercise.priority_setting.title
source: Priority Setting
de: Prioritäten Setzen

# exercise.quick_tidy.description
source: Create order in your space
de: Schaffe Ordnung in deinem Raum

# exercise.quick_tidy.instruction.1
source: Look around your space
de: Schaue dich in deinem Raum um

# exercise.quick_tidy.instruction.2
source: Clean up one single surface
de: Räume eine einzelne Oberfläche auf

# exercise.quick_tidy.instruction.3
source: Enjoy the feeling of order you've created
de: Genieße das Gefühl von Ordnung, das du geschaffen hast

# exercise.quick_tidy.title
source: Quick Tidy
de: Schnell Aufräumen

# exercise.task_relief.description
source: Let go of task pressure
de: Lasse Aufgabendruck los

# exercise.task_relief.instruction.1
source: Think of an overdue task that's weighing on you
de: Denke an eine überfällige Aufgabe, die dich belastet

# exercise.task_relief.instruction.2
source: Move it to tomorrow - without guilt
de: Verschiebe sie auf morgen - ohne Schuldgefühle

# exercise.task_relief.instruction.3
source: Remember: it's okay to reschedule
de: Denke daran: es ist okay, Termine zu verschieben

# exercise.task_relief.title
source: Task Relief
de: Aufgaben-Erleichterung

# exercise.type.interactive
source: Interactive
de: Interaktiv

# exercise.type.text_prompt
source: Text Prompt
de: Text Eingabe

# exercise.window_gazing.description
source: Look outside and breathe deeply
de: Schaue nach draußen und atme tief ein

# exercise.window_gazing.instruction.1
source: Look out a window for 60 seconds
de: Schaue für 60 Sekunden aus dem Fenster

# exercise.window_gazing.instruction.2
source: Breathe deeply and notice what you see
de: Atme tief ein und bemerke, was du siehst

# exercise.window_gazing.instruction.3
source: How do you feel after this moment of observation?
de: Wie fühlst du dich nach diesem Moment der Beobachtung?

# exercise.window_gazing.title
source: Window Gazing
de: Fenster Blick

source: Experience the power of mindfulness with a simple breathing exercise
de: Erlebe die Kraft der Achtsamkeit mit einer einfachen Atemübung

# experience_beginner
source: Tried it once or twice
de: Ein- oder zweimal ausprobiert

# experience_meditating_regularly
source: Meditating regularly
de: Meditiere regelmäßig

# experience_none
source: None
de: Keine

# experience_some_experience
source: I have some experience
de: Ich habe etwas Erfahrung

# experience_stopped_meditating
source: Used to but stopped
de: Bevor, aber jetzt nicht mehr

source: Fifty days legendary!
de: Fünfzig Tage legendär!

source: Follow the circle with your breath
de: Folge dem Kreis mit deinem Atem

source: Get access
de: Zugang erhalten

source: Get in touch or share feedback
de: Kontaktiere uns

source: Get Ready
de: Bereit?

source: Get Started
de: Lass uns loslegen

# goal_better_sleep
source: Better sleep
de: Besserer Schlaf

# goal_clear_head
source: Clear head
de: Klarer Kopf

# goal_create_habit
source: Create a habit
de: Eine Gewohnheit schaffen

# goal_less_anxiety
source: Less anxiety
de: Weniger Angst

# goal_more_energy
source: More energy
de: Mehr Energie

source: Good afternoon
de: Guten Mittag

source: Good evening
de: Guten Abend

source: Good morning
de: Guten Morgen

source: Good night
de: Gute Nacht

source: Great job!
de: Gut gemacht!

source: Great start!
de: Großartiger Start!

source: Happy
de: Glücklich

source: Hold
de: Halten

source: How are you feeling today?
de: Wie geht es dir heute?

source: How are you feeling?
de: Wie fühlst du dich?

source: How may we call you?
de: Wie dürfen wir dich nennen?

source: How old are you?
de: Wie alt bist du?

source: Joined in %@
de: Seit %@

source: Keep it up!
de: Weiter so!

source: Klarblick helps you maintain mental clarity and emotional balance through guided mindfulness exercises, daily mood tracking, and personalized insights.
de: Klarblick hilft Ihnen, geistige Klarheit und emotionales Gleichgewicht durch geführte Achtsamkeitsübungen, tägliches Stimmungstracking und personalisierte Einblicke zu bewahren.

source: Learn more about Klarblick
de: Lerne mehr über Klarblick

source: Let's build your
de: Erstelle deinen

source: Let's do this!
de: Los geht's!

source: Let's take a few seconds to feel better
de: Lass uns ein paar Sekunden nutzen, um uns besser zu fühlen

source: Library
de: Bibliothek

source: Longer sessions to give your mind a real break
de: Längere Sessions um dir eine echte Auszeit zu gönnen

source: Mail Not Available
de: Mail nicht verfügbar

source: Meditation isn't magic, but stick with it and you'll build the resilience to face and embrace life's ups and downs.
de: Meditation ist keine Zauberei, aber bleib dran und du wirst die Widerstandsfähigkeit aufbauen, um den Höhen und Tiefen des Lebens zu begegnen und sie zu meistern.

source: Meditation Tips:
de: Meditations-Tipps:

source: Midday
de: Mittag

source: Mindful moments to connect with your mind and body
de: Achtsame Momente um eins mit deinem Körper und Geist zu werden

source: minutes
de: Minuten

source: Monthly
de: Monatlich

source: Mood
de: Stimmung

source: Mood History
de: Mood Historie

source: Morning
de: Morgen

source: My Items
de: Meine Gegenstände

source: Nice work!
de: Gut gemacht!

source: Nickname...
de: Spitzname...

source: No mood entries yet
de: Noch keine Stimmungseinträge

source: No mood entries yet. Start tracking your mood!
de: Noch keine Stimmungseinträge. Beginne mit der Stimmungsverfolgung!

source: No note added
de: Keine Notiz hinzugefügt

source: No products available
de: Keine Produkte verfügbar

source: Not now
de: Nicht jetzt

source: Notification Status
de: Benachrichtigungsstatus

source: One hundred days epic!
de: Hundert Tage episch!

source: One month incredible!
de: Ein Monat unglaublich!

source: One week strong!
de: Eine Woche stark!

source: Overview
de: Überblick

source: PAUSE TIMER
de: PAUSE

source: PERFECT TIMING!
de: PERFEKTES TIMING!

source: Permanently remove all data.
de: Alle Daten dauerhaft entfernen.

source: Personalizing experience
de: Personalisiere Erfahrung

source: Personalizing your wellness journey
de: Personalisiere deine Wellness-Reise

source: Plan Duration
de: Plan Dauer

source: Please set up Mail on your device or contact us directly at:
de: Bitte richte Mail auf deinem Gerät ein oder kontaktiere uns direkt unter:

source: Power Items
de: Power-Gegenstände

source: Privacy
de: Datenschutz

source: Process your experiences and emotions
de: Prozessiere deine Erfahrungen und Emotionen

source: Products may be loading from StoreKit...
de: Produkte werden eventuell aus StoreKit geladen...

source: Profile
de: Profil

# Progress: %lld/%lld
source: Progress: %1$lld/%2$lld
de: Fortschritt: %1$lld/%2$lld

source: Reflect
de: Reflektieren

source: Relax
de: Entspannen

source: Reminder Time
de: Erinnerungszeit

source: Restore
de: Wiederherstellen

source: Retry Loading
de: Erneut laden

source: Sad
de: Traurig

source: Satisfaction rate
de: Zufriedenheitsrate

source: Save
de: Speichern

source: Save Time
de: Speichern

source: Science
de: Wissenschaft

source: See what you can achieve in just 30 days
de: Sieh was du in nur 30 Tagen erreichen kannst

source: See Your Plan
de: Zum Plan

source: Select a plan above
de: Wähle einen Plan oben

source: Select Duration
de: Dauer wählen

source: Session Summary
de: Zusammenfassung

source: Set Reminder
de: Erinnerung einstellen

source: Set Reminder Time
de: Erinnerungszeit einstellen

source: Setting up...
de: Einrichtung...

source: Settings
de: Einstellungen

source: Share Progress
de: Teilen

source: Simple actions that create order and stability
de: Einfache Handlungen für Ordnung und Struktur

source: Skip Exercise
de: Übung überspringen

source: Skip for now
de: Für jetzt überspringen

source: Sort
de: Sortieren

source: Start Exercise
de: Übung starten

source: Start Free Trial
de: Kostenlos testen

source: START TIMER
de: STARTE TIMER

source: Start tracking your mood to see your history here!
de: Beginne deine Stimmung zu verfolgen, um deine Historie hier zu sehen!

source: Step %lld
de: Schritt %lld

source: Stop
de: Stopp

source: Streak Protection
de: Streak-Schutz

# stress_high
source: High stress
de: Hoher Stress

# stress_low
source: Low stress
de: Niedriger Stress

# stress_moderate
source: Moderate stress
de: Mittlerer Stress

# stress_not_sure
source: Not sure
de: Bin mir nicht sicher

source: Stressed
de: Gestresst

source: Subscribe
de: Abonnieren

source: Take a moment to practice mindfulness and continue your wellness journey
de: Nimm dir einen Moment für Achtsamkeit und setze deine Wellness-Reise fort

source: Tap to view all
de: Tippen, um alle zu sehen

source: Terms
de: Nutzungsbedingungen

source: That's the first step towards clarity
de: Das ist der erste Schritt zur Klarheit

source: Thousands
de: Tausende

source: Three in a row!
de: Drei in Folge!

source: Time for mindfulness
de: Zeit für Achtsamkeit

source: Time Manipulation
de: Zeit-Manipulation

# Today's Exercises
source: Your Exercises
de: Deine Übungen

source: Track your mood and reflect on your day
de: Verfolge deine Stimmung und reflektiere über deinen Tag

source: Two weeks amazing!
de: Zwei Wochen fantastisch!

source: Updating...
de: Aktualisierung...

source: Very Happy
de: Sehr Glücklich

source: We make it easy to learn the basics of meditation and find stress less stressful.
de: Wir machen es einfach, die Grundlagen der Meditation zu erlernen und Stress weniger stressig zu finden.

source: We'll remind you at...
de: Wir erinnern dich um...

source: We'll send you gentle reminders for mindfulness exercises and mood check-ins
de: Wir senden dir sanfte Erinnerungen für Achtsamkeitsübungen und Stimmungs-Check-ins

# week_1_description
source: Build routine
de: Routine aufbauen

# week_1_title
source: Foundation
de: Fundament

# week_2_description
source: Notice improvements
de: Verbesserungen bemerken

# week_2_title
source: Growth
de: Wachstum

# week_3_description
source: Feel in control
de: Kontrolle spüren

# week_3_title
source: Confidence
de: Selbstvertrauen

# week_4_description
source: Lasting change
de: Dauerhafte Veränderung

# week_number
source: Week %lld
de: Woche %lld

source: Welcome to Klarblick
de: Willkommen bei Klarblick

source: WELCOME TO THE CLUB!
de: WILLKOMMEN IM CLUB!
